Repository: JoaquinDW/earn-your-screen-time
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: Pick the apps that steal more time than you would like.
de: Wähle die Apps, die dir mehr Zeit nehmen, als dir lieb ist.
es: Elige las apps que te quitan más tiempo del que te gustaría.
fr: Choisis les apps qui te prennent plus de temps que tu ne le voudrais.
it: Scegli le app che ti rubano più tempo di quanto vorresti.
ja: 思っている以上に時間を奪うアプリを選んでください。
pt_br: Escolha os apps que roubam mais tempo do que você gostaria.

source: Pick the apps you tend to open on autopilot. You can change this later.
de: Wähle die Apps, die du im Autopilot öffnest. Du kannst das später ändern.
es: Elige las apps que sueles abrir en piloto automático. Puedes cambiarlo más adelante.
fr: Choisis les apps que tu ouvres en pilote automatique. Tu pourras changer ça plus tard.
it: Scegli le app che apri con il pilota automatico. Puoi cambiarle più avanti.
ja: つい無意識に開いてしまうアプリを選んでください。あとから変更できます。
pt_br: Escolha os apps que você costuma abrir no piloto automático. Dá para mudar depois.

source: Pick the one you relied on most.
de: Wähle das, worauf du dich am meisten verlassen hast.
es: Elige la que más usaste.
fr: Choisis celle sur laquelle tu as le plus compté.
it: Scegli quella su cui hai contato di più.
ja: 一番頼っていたものを選んでください。
pt_br: Escolha a que você mais usou.

source: Please try again.
de: Versuch es noch einmal.
es: Inténtalo de nuevo.
fr: Réessaie.
it: Riprova.
ja: もう一度お試しください。
pt_br: Tente de novo.

source: Point it so your whole body fits in the frame.
de: Richte es so aus, dass dein ganzer Körper ins Bild passt.
es: Asegurate de que tu cuerpo completo entre en cuadro.
fr: Oriente-le pour que tout ton corps entre dans le cadre.
it: Orientalo in modo che tutto il corpo entri nell’inquadratura.
ja: 全身が画面に入るように向きを調整してください。
pt_br: Aponte de modo que seu corpo inteiro caiba no quadro.

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
pt_br: Política de Privacidade

source: Pro access wasn't activated
de: Pro-Zugang wurde nicht aktiviert
es: No se activó el acceso Pro
fr: L'accès Pro n'a pas été activé
it: L'accesso Pro non è stato attivato
ja: Earnit Pro を有効にできませんでした
pt_br: O acesso Pro não foi ativado

source: Processing purchase
de: Kauf wird verarbeitet
es: Procesando compra
fr: Traitement de l'achat
it: Elaborazione dell'acquisto
ja: 購入を処理しています
pt_br: Processando a compra

source: Progress insights
de: Fortschritts-Auswertungen
es: Estadísticas de progreso
fr: Statistiques de progression
it: Statistiche dei progressi
ja: 進捗の分析
pt_br: Análises de progresso

source: Prop the phone against something, two or three steps away, facing your side.
de: Lehn das Handy zwei oder drei Schritte entfernt irgendwo an, seitlich auf dich gerichtet.
es: Apoya el teléfono en algo, a dos o tres pasos, apuntando a tu costado.
fr: Cale le téléphone contre quelque chose, à deux ou trois pas, orienté vers ton flanc.
it: Appoggia il telefono a qualcosa, a due o tre passi, rivolto verso il tuo fianco.
ja: 2〜3歩離れた場所にiPhoneを立てかけ、体の横が映るように向けてください。
pt_br: Apoie o celular em algo, a dois ou três passos, apontado para a sua lateral.

source: Prop the phone against something, two or three steps away.
de: Lehne das Telefon an etwas an, zwei oder drei Schritte entfernt.
es: Apoyá el teléfono contra algo, a dos o tres pasos.
fr: Appuie le téléphone contre quelque chose, à deux ou trois pas.
it: Appoggia il telefono a qualcosa, a due o tre passi.
ja: 2〜3歩離れた場所で、iPhoneを何かに立てかけてください。
pt_br: Apoie o celular em algo, a dois ou três passos.

source: Prop your phone up a couple of steps away, in good light.
de: Stell dein Telefon ein paar Schritte entfernt auf, bei gutem Licht.
es: Apoyá el teléfono a un par de pasos, con buena luz.
fr: Pose ton téléphone à quelques pas, dans un endroit bien éclairé.
it: Appoggia il telefono a un paio di passi, con una buona luce.
ja: 明るい場所で、数歩離れたところにiPhoneを立てかけてください。
pt_br: Apoie o celular a alguns passos de distância, com boa luz.

source: Protect the apps that take your time
de: Schütze die Apps, die dir Zeit nehmen
es: Protege las apps que consumen tu tiempo
fr: Protège les apps qui te prennent ton temps
it: Proteggi le app che ti prendono tempo
ja: 時間を奪うアプリを保護する
pt_br: Proteja os apps que tomam seu tempo

source: Protected apps
de: Geschützte Apps
es: Apps protegidas
fr: Apps protégées
it: App protette
ja: 保護中のアプリ
pt_br: Apps protegidos

source: Protected apps stay paused until you deliberately start a 5, 10, or 15-minute session with the balance you've earned.
de: Geschützte Apps bleiben pausiert, bis du bewusst eine Sitzung von 5, 10 oder 15 Minuten mit deinem verdienten Guthaben startest.
es: Las apps protegidas permanecen en pausa hasta que inicias deliberadamente una sesión de 5, 10 o 15 minutos con el saldo que ganaste.
fr: Les apps protégées restent en pause jusqu'à ce que tu lances délibérément une session de 5, 10 ou 15 minutes avec le solde que tu as gagné.
it: Le app protette restano in pausa finché non avvii deliberatamente una sessione di 5, 10 o 15 minuti con il saldo che ti sei guadagnato.
ja: 保護したアプリは、獲得した残高で5分・10分・15分のセッションを自分で始めるまで休止したままです。
pt_br: Os apps protegidos ficam em pausa até você iniciar deliberadamente uma sessão de 5, 10 ou 15 minutos com o saldo que ganhou.

source: Purchases the selected subscription through the App Store
de: Kauft das gewählte Abo über den App Store
es: Compra la suscripción seleccionada en App Store
fr: Achète l'abonnement sélectionné sur l'App Store
it: Acquista l'abbonamento selezionato su App Store
ja: 選択したサブスクリプションを App Store で購入します
pt_br: Compra a assinatura selecionada pela App Store

source: PUSH-UPS TO EARN
de: LIEGESTÜTZE FÜR ZEIT
es: FLEXIONES PARA GANAR
fr: DES POMPES POUR DU TEMPS
it: FLESSIONI PER GUADAGNARE
ja: 腕立てで稼ぐ
pt_br: FLEXÕES PARA GANHAR

# pushups.active.progress %lld %lld
source: pushups.active.progress %1$lld %2$lld
de: %1$lld von %2$lld Liegestützen
fr: %1$lld pompes sur %2$lld
it: %1$lld di %2$lld flessioni
ja: 腕立て伏せ %1$lld回 / %2$lld回
pt_br: %1$lld de %2$lld flexões

# pushups.active.rep_announcement %lld %lld
source: pushups.active.rep_announcement %1$lld %2$lld
de: Wiederholung %1$lld von %2$lld
fr: Pompe %1$lld sur %2$lld
it: Flessione %1$lld di %2$lld
ja: %1$lld回目 / %2$lld回
pt_br: Flexão %1$lld de %2$lld

# pushups.challenge.accessibility %lld %lld
source: pushups.challenge.accessibility %1$lld %2$lld
de: %1$lld Liegestütze für %2$lld Sekunden
fr: %1$lld pompes pour %2$lld secondes
it: %1$lld flessioni, guadagna %2$lld minuti
ja: 腕立て伏せ %1$lld回で %2$lld秒
pt_br: %1$lld flexões, ganhe %2$lld minutos

source: Read the WHO physical activity guidance
de: Bewegungsempfehlungen der WHO lesen
es: Leer las recomendaciones de actividad física de la OMS
fr: Lire les recommandations d'activité physique de l'OMS
it: Leggi le raccomandazioni dell'OMS sull'attività fisica
ja: 世界保健機関の身体活動ガイドラインを読む
pt_br: Ler as recomendações de atividade física da OMS

source: READY FOR A LITTLE MORE
de: BEREIT FÜR EIN BISSCHEN MEHR
es: LISTO PARA UN POCO MÁS
fr: PRÊT POUR UN PEU PLUS
it: PRONTO PER UN PO' DI PIÙ
ja: もう少し上げてみませんか
pt_br: PRONTO PARA UM POUCO MAIS

source: Recommended earn rate
de: Empfohlene Verdienrate
es: Ritmo de ganancia recomendado
fr: Taux de gain recommandé
it: Ritmo di guadagno consigliato
ja: おすすめの獲得レート
pt_br: Ritmo de ganho recomendado

source: Regular physical activity supports mental health and well-being.
de: Regelmäßige Bewegung unterstützt die psychische Gesundheit und das Wohlbefinden.
es: La actividad física habitual favorece la salud mental y el bienestar.
fr: Une activité physique régulière favorise la santé mentale et le bien-être.
it: L'attività fisica regolare sostiene la salute mentale e il benessere.
ja: 定期的な運動は、心の健康と幸福感を支えます。
pt_br: A atividade física regular favorece a saúde mental e o bem-estar.

source: Renews automatically.
de: Verlängert sich automatisch.
es: Se renueva automáticamente.
fr: Se renouvelle automatiquement.
it: Si rinnova automaticamente.
ja: 自動更新されます。
pt_br: Renovação automática.

source: Requesting access
de: Zugriff wird angefragt
es: Solicitando acceso
fr: Demande d'accès en cours
it: Richiesta di accesso
ja: アクセスを申請しています
pt_br: Solicitando acesso

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
pt_br: Restaurar compras

source: Restoring
de: Wird wiederhergestellt
es: Restaurando
fr: Restauration
it: Ripristino
ja: 復元しています
pt_br: Restaurando

source: Restriction alone is hard to sustain.
de: Nur Verzicht lässt sich schwer durchhalten.
es: Es difícil mantener solo restricciones.
fr: La seule restriction est difficile à tenir dans la durée.
it: Le sole restrizioni sono difficili da mantenere.
ja: 制限だけでは続きません。
pt_br: Só restrição é difícil de sustentar.

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: もう一度
pt_br: Tentar de novo

# reward.cta
source: Keep going
de: Weiter so
es: Seguir
fr: Continuer
it: Continua
ja: 続ける
pt_br: Continuar

# reward.footnote %lld %lld
source: %1$lld of %2$lld unlocks today
de: %1$lld von %2$lld Freischaltungen heute
es: %1$lld de %2$lld desbloqueos hoy
fr: %1$lld déblocages sur %2$lld aujourd'hui
it: %1$lld sblocchi su %2$lld oggi
ja: 今日の解除 %1$lld / %2$lld回
pt_br: %1$lld de %2$lld desbloqueios hoje

# reward.title
source: You made it.
de: Geschafft.
es: Llegaste.
fr: Tu y es arrivé.
it: Ce l'hai fatta.
ja: 達成しました。
pt_br: Você conseguiu.

# reward.walletReady %lld
source: %lld minutes ready
de: %lld Minuten bereit
es: %lld minutos listos
fr: %lld minutes prêtes
it: %lld minuti pronti
ja: %lld分が使えます
pt_br: %lld minutos prontos

source: Same phone. Different relationship with it.
de: Dasselbe Handy. Eine andere Beziehung dazu.
es: El mismo teléfono. Una relación diferente.
fr: Le même téléphone. Une autre relation avec lui.
it: Lo stesso telefono. Un rapporto diverso.
ja: 同じスマホ。付き合い方は別ものに。
pt_br: O mesmo celular. Uma relação diferente com ele.

source: Save daily goal
de: Tagesziel sichern
es: Guardar objetivo diario
fr: Enregistrer l'objectif quotidien
it: Salva obiettivo giornaliero
ja: 1日の目標を保存
pt_br: Salvar meta diária

source: Save plan
de: Plan sichern
es: Guardar plan
fr: Enregistrer le plan
it: Salva piano
ja: プランを保存
pt_br: Salvar plano

source: Screen time
de: Bildschirmzeit
es: Tiempo de pantalla
fr: Temps d'écran
it: Tempo di schermo
ja: スクリーンタイム
pt_br: Tempo de tela

source: Screen Time access didn't go through
de: Der Zugriff auf Bildschirmzeit hat nicht geklappt
es: El acceso a Tiempo de uso no se completó
fr: L'accès à Temps d'écran n'a pas abouti
it: L'accesso a Tempo di utilizzo non è andato a buon fine
ja: スクリーンタイムへのアクセスを完了できませんでした
pt_br: O acesso ao Tempo de Uso não foi concluído

source: Screen Time access wasn't allowed
de: Der Zugriff auf Bildschirmzeit wurde nicht erlaubt
es: No se permitió el acceso a Tiempo de uso
fr: L'accès à Temps d'écran n'a pas été autorisé
it: L'accesso a Tempo di utilizzo non è stato consentito
ja: スクリーンタイムへのアクセスが許可されませんでした
pt_br: O acesso ao Tempo de Uso não foi permitido

source: Screen time earned at your goal
de: Verdiente Bildschirmzeit bei deinem Ziel
es: Tiempo de pantalla ganado con tu objetivo
fr: Temps d’écran gagné avec ton objectif
it: Tempo sullo schermo guadagnato al tuo obiettivo
ja: 目標達成で獲得できるスクリーンタイム
pt_br: Tempo de tela ganho com sua meta

source: Screen Time is restricted on this iPhone
de: Bildschirmzeit ist auf diesem iPhone eingeschränkt
es: Tiempo de uso está restringido en este iPhone
fr: Temps d'écran est restreint sur cet iPhone
it: Tempo di utilizzo è limitato su questo iPhone
ja: このiPhoneではスクリーンタイムが制限されています
pt_br: O Tempo de Uso está restrito neste iPhone

source: Scroll less
de: Weniger scrollen
es: Hacer menos scroll
fr: Scroller moins
it: Scrollare di meno
ja: スクロールを減らす
pt_br: Rolar menos a tela

source: Scroll on your terms.
de: Scrolle nach deinen Regeln.
es: Scrollea a tu manera.
fr: Scrolle comme tu l’entends.
it: Scorri alle tue condizioni.
ja: スクロールは自分のペースで。
pt_br: Role do seu jeito.

source: Scrolling rarely feels this long in the moment.
de: Im Moment fühlt sich Scrollen selten so lang an.
es: El scroll casi nunca parece tan largo en el momento.
fr: Sur le moment, le scroll semble rarement aussi long.
it: Sul momento lo scroll non sembra quasi mai così lungo.
ja: その最中には、これほど長いとはなかなか感じません。
pt_br: Na hora, o scroll quase nunca parece tão longo.

source: See the study
de: Studie ansehen
es: Ver el estudio
fr: Voir l'étude
it: Vedi lo studio
ja: 研究を見る
pt_br: Ver o estudo

source: See what you could achieve
de: Sieh, was du erreichen kannst
es: Descubre lo que podrías conseguir
fr: Découvre ce que tu pourrais accomplir
it: Scopri cosa potresti ottenere
ja: 何を達成できるか見てみる
pt_br: Veja o que você poderia conquistar

# session.active
source: Active session
de: Aktive Sitzung
es: Sesión activa
fr: Session active
it: Sessione attiva
ja: セッション中
pt_br: Sessão ativa

# session.active.explanation
source: The clock keeps running until this session ends or you end it early.
de: Die Uhr läuft weiter, bis diese Sitzung endet oder du sie früher beendest.
es: El reloj sigue corriendo hasta que termine la sesión o la finalices antes.
fr: Le chrono continue jusqu'à la fin de la session ou jusqu'à ce que tu y mettes fin.
it: L'orologio continua a correre finché la sessione non finisce o non la chiudi prima.
ja: このセッションが終わるか、自分で終了するまで時計は進み続けます。
pt_br: O relógio continua rodando até esta sessão acabar ou você encerrá-la antes.

# session.after
source: After session
de: Nach der Sitzung
es: Después de la sesión
fr: Après la session
it: Dopo la sessione
ja: セッション後
pt_br: Após a sessão

# session.available
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibili
ja: 利用可能
pt_br: Disponível

# session.chooseDuration
source: Choose a session
de: Sitzung wählen
es: Elige una sesión
fr: Choisis une session
it: Scegli una sessione
ja: セッションを選ぶ
pt_br: Escolha uma sessão

# session.clockDisclaimer
source: Time starts now and keeps running when you switch apps. Return to Earnit to end the session and save the rest.
de: Die Zeit startet jetzt und läuft weiter, wenn du die App wechselst. Komm zu Earnit zurück, um die Sitzung zu beenden und den Rest zu sichern.
es: El tiempo empieza ahora y sigue corriendo al cambiar de app. Vuelve a Earnit para terminar la sesión y guardar el resto.
fr: Le temps démarre maintenant et continue même quand tu changes d'app. Reviens dans Earnit pour terminer la session et garder le reste.
it: Il tempo parte ora e continua a scorrere quando cambi app. Torna su Earnit per terminare la sessione e conservare il resto.
ja: 時間は今から進み、アプリを切り替えても止まりません。Earnit に戻るとセッションを終了して、残りを保存できます。
pt_br: O tempo começa agora e continua rodando quando você troca de app. Volte ao Earnit para encerrar a sessão e guardar o resto.

# session.customDuration
source: Custom amount
de: Eigene Dauer
es: Cantidad personalizada
fr: Durée personnalisée
it: Quantità personalizzata
ja: 時間を指定
pt_br: Quantidade personalizada

# session.endAndSave
source: End session and save the rest
de: Sitzung beenden und Rest sichern
es: Terminar sesión y guardar el resto
fr: Terminer la session et garder le reste
it: Termina la sessione e conserva il resto
ja: セッションを終えて残りを保存
pt_br: Encerrar a sessão e guardar o resto

# session.error.alreadyActive
source: A screen time session is already active.
de: Es läuft bereits eine Bildschirmzeit-Sitzung.
es: Ya hay una sesión de pantalla activa.
fr: Une session de temps d'écran est déjà en cours.
it: C'è già una sessione di schermo attiva.
ja: すでにセッション中です。
pt_br: Já existe uma sessão de tempo de tela ativa.

# session.error.exceedsCarryOverWindow
source: Choose a shorter session. At most 20 minutes can continue after midnight.
de: Wähle eine kürzere Sitzung. Höchstens 20 Minuten können nach Mitternacht weiterlaufen.
es: Elige una sesión más corta. Como máximo, 20 minutos pueden continuar después de medianoche.
fr: Choisis une session plus courte. 20 minutes au maximum peuvent continuer après minuit.
it: Scegli una sessione più breve. Dopo la mezzanotte possono proseguire al massimo 20 minuti.
ja: もっと短いセッションを選んでください。日付をまたげるのは最大20分です。
pt_br: Escolha uma sessão mais curta. No máximo 20 minutos podem continuar depois da meia-noite.

# session.error.insufficientBalance
source: You don't have enough earned time for that session.
de: Du hast nicht genug verdiente Zeit für diese Sitzung.
es: No tienes suficientes minutos ganados para esa sesión.
fr: Tu n'as pas assez de temps gagné pour cette session.
it: Non hai abbastanza tempo guadagnato per quella sessione.
ja: そのセッションに使える時間が足りません。
pt_br: Você não tem tempo ganho suficiente para essa sessão.

# session.error.noSelection
source: Choose at least one restricted app first.
de: Wähle zuerst mindestens eine gesperrte App.
es: Primero elige al menos una app restringida.
fr: Choisis d'abord au moins une app bloquée.
it: Scegli prima almeno un'app bloccata.
ja: まず、制限するアプリを1つ以上選んでください。
pt_br: Primeiro escolha pelo menos um app restrito.

# session.error.unsupportedDuration
source: That session duration isn't supported.
de: Diese Sitzungsdauer wird nicht unterstützt.
es: Esa duración de sesión no está disponible.
fr: Cette durée de session n'est pas prise en charge.
it: Quella durata di sessione non è supportata.
ja: そのセッションの長さには対応していません。
pt_br: Essa duração de sessão não está disponível.

# session.notification.ended.body %lld
source: Your %lld-minute screen time session is over.
de: Deine Bildschirmzeit-Sitzung von %lld Minuten ist vorbei.
es: Tu sesión de pantalla de %lld minutos terminó.
fr: Ta session de temps d'écran de %lld minutes est terminée.
it: La tua sessione di schermo da %lld minuti è finita.
ja: %lld分のセッションが終了しました。
pt_br: Sua sessão de tempo de tela de %lld minutos acabou.

# session.notification.ended.title
source: Time's up
de: Zeit ist um
es: Se terminó el tiempo
fr: Le temps est écoulé
it: Tempo scaduto
ja: 時間切れ
pt_br: Acabou o tempo

# session.notification.warning.body
source: Your screen time session is almost over.
de: Deine Bildschirmzeit-Sitzung ist fast vorbei.
es: Tu sesión de pantalla está por terminar.
fr: Ta session de temps d'écran est presque terminée.
it: La tua sessione di schermo sta per finire.
ja: セッションがまもなく終了します。
pt_br: Sua sessão de tempo de tela está quase no fim.

# session.notification.warning.title
source: 1 minute left
de: Noch 1 Minute
es: Queda 1 minuto
fr: Il reste 1 minute
it: Manca 1 minuto
ja: 残り1分
pt_br: Falta 1 minuto

# session.start %lld
source: Use blocked apps for %lld min
de: Gesperrte Apps %lld Min. nutzen
es: Usar apps bloqueadas por %lld min
fr: Utiliser les apps bloquées pendant %lld min
it: Usa le app bloccate per %lld min
ja: ブロック中のアプリを %lld分使う
pt_br: Usar apps bloqueados por %lld min

# session.walletSaved %lld
source: %lld min saved
de: %lld Min. gesichert
es: %lld min guardados
fr: %lld min gardées
it: %lld min conservati
ja: %lld分を保存しました
pt_br: %lld min guardados

source: Set up my apps
de: Meine Apps einrichten
es: Configurar mis apps
fr: Configurer mes applis
it: Configura le mie app
ja: アプリを設定する
pt_br: Configurar meus apps

# settings.apps
source: Apps you control
de: Apps, die du kontrollierst
es: Apps que controlas
fr: Apps que tu contrôles
it: App che controlli
ja: あなたが管理するアプリ
pt_br: Apps que você controla

# settings.apps.footer
source: Only these apps spend your earned minutes.
de: Nur diese Apps verbrauchen deine verdienten Minuten.
es: Solo estas apps gastan los minutos que ganas.
fr: Seules ces apps dépensent les minutes que tu gagnes.
it: Solo queste app consumano i minuti che guadagni.
ja: 獲得した分を使うのは、ここで選んだアプリだけです。
pt_br: Só esses apps gastam os minutos que você ganha.

# settings.debug.footer
source: Temporary tools for testing the loop without walking.
de: Vorübergehende Werkzeuge, um den Ablauf ohne Gehen zu testen.
es: Herramientas temporales para probar el ciclo sin caminar.
fr: Outils temporaires pour tester la boucle sans marcher.
it: Strumenti temporanei per provare il ciclo senza camminare.
ja: 歩かずにしくみを試すための一時的なツールです。
pt_br: Ferramentas temporárias para testar o ciclo sem caminhar.

# settings.debugCredit
source: Add 5 minutes
de: 5 Minuten hinzufügen
es: Sumar 5 minutos
fr: Ajouter 5 minutes
it: Aggiungi 5 minuti
ja: 5分を追加
pt_br: Adicionar 5 minutos

# settings.developer
source: Developer
de: Entwicklung
es: Desarrollo
fr: Développement
it: Sviluppo
ja: 開発者向け
pt_br: Desenvolvimento

# settings.haptics
source: Haptic Feedback
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
it: Feedback aptico
ja: 触覚フィードバック
pt_br: Resposta háptica

# settings.haptics.footer
source: Feel important changes without interrupting your day.
de: Spüre wichtige Änderungen, ohne dass dein Tag unterbrochen wird.
es: Siente los cambios importantes sin interrumpir tu día.
fr: Ressens les changements importants sans que ta journée soit interrompue.
it: Senti i cambiamenti importanti senza interrompere la tua giornata.
ja: 大事な変化を、1日の流れを止めずに手ざわりで伝えます。
pt_br: Sinta as mudanças importantes sem interromper seu dia.

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt_br: Idioma

# settings.language.english
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
pt_br: Inglês

# settings.language.footer
source: Choose the language used in Earnit.
de: Wähle die Sprache für Earnit.
es: Elige el idioma de Earnit.
fr: Choisis la langue utilisée dans Earnit.
it: Scegli la lingua usata in Earnit.
ja: Earnit で使う言語を選びます。
pt_br: Escolha o idioma usado no Earnit.

# settings.language.section
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
pt_br: Idioma

# settings.language.spanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
ja: スペイン語
pt_br: Espanhol

# settings.monitoring
source: Usage monitoring
de: Nutzungs-Überwachung
es: Monitoreo de uso
fr: Suivi de l'utilisation
it: Monitoraggio dell'uso
ja: 使用状況のモニタリング
pt_br: Monitoramento de uso

# settings.rateApp
source: Rate the App
de: App bewerten
es: Valorar la app
fr: Noter l'appli
it: Valuta l'app
ja: アプリを評価する
pt_br: Avaliar o app

# settings.replayOnboarding
source: Replay onboarding
de: Einführung erneut ansehen
es: Volver a ver el onboarding
fr: Revoir l'introduction
it: Rivedi l'introduzione
ja: 初期設定をもう一度見る
pt_br: Ver a introdução de novo

# settings.resetDay
source: Reset today
de: Tag zurücksetzen
es: Reiniciar el día
fr: Réinitialiser la journée
it: Azzera la giornata
ja: 今日をリセット
pt_br: Reiniciar o dia

# settings.reward
source: Reward
de: Belohnung
es: Recompensa
fr: Récompense
it: Ricompensa
ja: 報酬
pt_br: Recompensa

# settings.rule
source: Earning rule
de: Verdienst-Regel
es: Regla para ganar
fr: Règle de gain
it: Regola di guadagno
ja: 獲得ルール
pt_br: Regra de ganho

# settings.rule.changeWarning
source: The new rule applies from now on. Steps you already earned credit for are not counted again.
de: Die neue Regel gilt ab jetzt. Schritte, für die du bereits Guthaben bekommen hast, werden nicht erneut gezählt.
es: La regla nueva se aplica a partir de ahora. Los pasos que ya te dieron crédito no se cuentan de nuevo.
fr: La nouvelle règle s'applique à partir de maintenant. Les pas déjà crédités ne sont pas comptés une deuxième fois.
it: La nuova regola vale da ora in poi. I passi per cui hai già ricevuto minuti non vengono contati di nuovo.
ja: 新しいルールはこれ以降に適用されます。すでに分に換算した歩数は二重に数えません。
pt_br: A nova regra vale a partir de agora. Os passos que já renderam crédito não são contados de novo.

# settings.rule.confirmApply
source: Change rule
de: Regel ändern
es: Cambiar regla
fr: Changer la règle
it: Cambia regola
ja: ルールを変更
pt_br: Mudar a regra
